Repository: furiosFast/MRAudioRecorder
Catalog: MRAudioRecorder/Resources/*.lproj/Localizable.strings
Languages: it

# YUOR_RECORDINGS
source: Your recordings
it: Le tue registrazioni

source: Recording...
it: Registrando...

# NO_RECENT_RECORDING_TITLE
source: No recordings
it: Nessuna registrazione

# NO_RECENT_RECORDING_MESSAGE
source: All yuor recording will appear here
it: Tutte le tue registrazioni appariranno qui.

source: Warning
it: Attenzione

source: Cancel
it: Annulla

# ALERT_DELETE_RECORDING
source: Are you sure you want to delete the recording?
it: Sei sicuro di voler cancellare la registrazione?

# MICROPHONE_PERMS_DENIED
source: Microphone access is needed to create audio recordings
it: L'accesso al microfono Ã¨ necessario al fine di poter creare registrazioni audio

source: Rename
it: Rinomina

# ALERT_RENAME_RECORDING
source: Do you want to rename the selected recording?
it: Vuoi rinominare la registrazione selezionata?

# ENTER_FILENAME
source: Enter recording name...
it: Nome registrazione...
